Repository: codinux-gmbh/fints4k
Catalog: ui/BankingiOSApp/BankingiOSApp/*.lproj/Localizable.strings
Languages: de

source: Cancel
de: Abbrechen

source: Done
de: Fertig

source: Discard
de: Verwerfen

source: Yes
de: Ja

source: Later
de: Später

source: Add
de: Hinzufügen

source: New
de: Neu

source: New ...
de: Neu ...

source: Delete
de: Löschen

source: Show less ...
de: Weniger anzeigen ...

source: Show all ...
de: Alles anzeigen ...

source: Account
de: Konto

source: Accounts
de: Konten

source: All accounts
de: Alle Konten

source: Add account
de: Konto hinzufügen

source: Bank credentials
de: Bankzugänge

source: Bank Code
de: Bankleitzahl

source: Amount
de: Betrag

source: Reference
de: Verwendungszweck

source: Settings
de: Einstellungen

source: Checking account
de: Girokonto

source: Savings account
de: Sparkonto

source: Fixed term deposit account
de: Festgeldkonto

source: Securities account
de: Wertpapierdepot

source: Loan account
de: Darlehenskonto

source: Credit card account
de: Kreditkartenkonto

source: Fund deposit
de: Fondsdepot

source: Building loan contract
de: Bausparvertrag

source: Insurance Contract
de: Versicherungsvertrag

source: Other
de: Sonstige

# Login Dialog title
source: Login
de: Anmelden

source: Enter your password
de: Geben Sie Ihr Passwort ein

source: To unlock app please authenticate with FaceID
de: Authentifizieren Sich sich bitte mit FaceID um die App zu entsperren

source: To unlock app please authenticate with TouchID
de: Authentifizieren Sich sich bitte mit TouchID um die App zu entsperren

# Authenticate with biometrics to unlock app reason
source: Authenticate to unlock your data
de: Authentifizieren Sie sich bitte um ihre Daten zu entsperren

source: Authenticate to change app protection settings
de: Authentifizieren Sie sich um die Einstellungen zum Schutz der Appdaten zu ändern

source: Login
de: Anmelden

source: Authentication failed
de: Authentifizierung fehlgeschlagen

source: Incorrect password entered
de: Falsches Passwort eingegeben

# Select Bank Dialog Title
source: Select your bank ...
de: Bank auswählen

source: Bank code, bank name or city
de: BLZ, Bankname oder Ort

# Search by bank code, bank name or city
source: Search by bank code, bank name or city, e.g. Sparkasse Berlin
de: Suche mittels Bankleitzahl, Bankname oder Ort, z. B. Sparkasse Berlin

source: No supported banks found
de: Keine unterstützten Banken gefunden

source: Unsupported banks
de: Nicht unterstützte Banken

source: %@ does not support FinTS 3.0
de: Hinzufügen von %@ nicht möglich

source: Select your bank ...
de: Bank auswählen ...

source: Online banking login data
de: Online-Banking Zugangsdaten

# Enter Online banking login name
source: Enter login name
de: Login Name eingeben

# Online banking login password
source: Password
de: Passwort

# Enter Online banking login password
source: Enter password
de: Passwort eingeben

# Save online banking login password
source: Save password (to be implemented)
de: Password speichern (kommt noch)

source: Could not add account
de: Konto konnte nicht hinzugefügt werden.

source: Error message from your bank: %@
de: Fehlermeldung Ihrer Bank: %@

source: Secure data?
de: Appzugang schützen?

# Secure data with password or %@?
source: Successfully added account. Your data gets stored encrypted. Do you additionally want to secure your data by password or %@? You can also do this later in the settings.
de: Konto erfolgreich hinzugefügt. Ihre Daten werden verschlüsselt gespeichert. Möchten Sie zusätzlich den Appzugang durch Passwort oder %@ schützen? Sie können dies auch später in den Einstellungen vornehmen.

source: %@ transactions
de: %@ Umsätze

# Fetch all account transactions
source: Fetch all transactions (requires TAN)
de: Alle Umsätze abrufen (erfordert TAN)

# Fetch all transactions info %@ %@ %@
source: Until now only the transactions since the %@ were retrieved. For this account the transactions of the last %@ days, i.e. up to %@, can be retrieved. If you want to do this, simply click on the button to the left. If you no longer wish to see this button for this account, click on the 'x' on the right. The button will still be displayed at the end of the list of transactions, in case you want to retrieve the earlier transactions later.
de: Bisher wurden nur die Umsätze seit dem %@ abgerufen. Für dieses Konto können die Umsätze der letzten %@ Tage, also bis zum %@, abgerufen werden. Wenn Sie dies tun möchten, klicken Sie einfach auf den links stehenden Button. Möchten Sie hingegen den Button für dieses Konto nicht mehr angezeigt bekommen, klicken Sie auf das 'x' rechts. Der Button wird dann immer noch am Ende der Umsatzlist angezeigt, falls Sie die älteren Umsätze später doch noch abrufen möchten.

source: Fetch transactions
de: Umsätze abrufen

source: Account type not supported by app
de: Kontotyp wird von App nicht unterstützt

source: Account does not support retrieving transactions
de: Konto unterstützt Abrufen von Umsätzen nicht

source: No transactions fetched yet
de: Noch keine Umsätze abgerufen

source: There haven't been any transactions in retrieved period from %@ - %@
de: Empfangener Zeitraum vom %@ - %@ enthält keine Umsätze

source: Transfer money to %@
de: Neue Überweisung an %@

source: New transfer with same data
de: Neue Überweisung mit gleichen Daten

source: Could not fetch latest transactions
de: Umsätze konnte nicht aktualisiert werden

source: Could not fetch latest transactions for %@. Error message from your bank: %@.
de: Die Umsätze für %@ konnten nicht aktualisiert werden. Fehlermeldung Ihrer Bank: %@.

source: Could not fetch transactions
de: Umsätze konnten nicht abgerufen werden

source: Could not fetch transactions for %@. Error message from your bank: %@.
de: Umsätze für %@ konnten nicht abgerufen werden. Fehlermeldung Ihrer Bank: %@.

# Account Transaction Details Dialog Title
source: Transaction details
de: Umsatzdetails

source: Sender
de: Zahlender

source: Recipient
de: Empfänger

source: Booking text
de: Buchungstext

source: Booking date
de: Buchungsdatum

source: Value date
de: Wertstellungsdatum

# Account day opening balance
source: Day opening balance
de: Taganfangssaldo

# Account day closing balance
source: Day closing balance
de: Tagschlusssaldo

# Show transfer money dialog
source: Transfer money
de: Überweisung

# Transfer Money Dialog Title
source: Bank transfer
de: Überweisung

source: No BIC found for bank code %@
de: Keine BIC gefunden für BLZ %@

# Enter reference
source: Optionally enter reference
de: Optional einen Verwendungszweck eingeben

source: Real-time transfer
de: Echtzeitüberweisung

source: may with costs
de: evtl. kostenpflichtig

# Real-time transfer information
source: Bank transfers are usually credited within one business day. However, this only applies during bank business hours, and therefore not at weekends and on public holidays. In addition, business hours vary from bank to bank. Mostly they are from 10 - 18 o'clock, sometimes also until 22 o'clock, but sometimes (e. g. Fridays) only until 14 o'clock. Real-time transfers on the other hand are transferred within a maximum of 10 seconds, regardless of the day and time of day. However, real-time transfers are often subject to a fee. Unfortunately, Bankmeister cannot know whether a bank charges for real-time transfers. Please refer to the list of prices and services of your bank.
de: Normale Überweisungen werden in der Regel innerhalb eines Werktages gutgeschrieben. Dies gilt jedoch nur zu Geschäftszeiten der Banken, also schon mal nicht am Wochenende und an Feiertagen. Zudem unterscheiden sich die Geschäftszeiten von Bank zu Bank. Meistens gehen diese von 10 - 18 Uhr, manchmal auch bis 22 Uhr, manchmal (Freitags) aber auch nur bis 14 Uhr. Echtzeitüberweisungen werden hingegen innerhalb von maximal 10 Sekunden überwiesen, egal an welchem Tag und zu welcher Uhrzeit. Häufig sind Echtzeitüberweisungen jedoch kostenpflichtig. Ob eine Bank Gebühren für Echtzeitüberweisungen erhebt, kann Bankmeister leider nicht wissen. Dies entnehmen Sie bitte dem Preis- / Leistungsverzeichnis Ihrer Bank.

# Transfer Money
source: Transfer
de: Überweisen

source: Successfully transferred %@ %@ to %@.
de: %@ %@ wurden erfolgreich an %@ überwiesen.

# Could not transfer %@ %@ to %@. Error: %@.
source: Could not transfer %@ %@ to %@. Error message from your bank: %@
de: Konnte nicht %@ %@ an %@ überweisen. Fehlermeldung Ihrer Bank: %@

# Enter TAN Dialog Title
source: Enter TAN
de: TAN-Abfrage

source: TAN method
de: TAN Verfahren

# Tan Generator Frequency
source: Frequency
de: Geschw.

source: Size
de: Größe

# TAN hint from your bank:
source: Hint from your bank:
de: Hinweis Ihrer Bank:

source: Decoding error
de: Dekodierungsfehler

# Could not decode TAN challenge. Error: %@.
source: Could not decode flicker code or QR code / PhotoTan. Most likely an internal error: %@.
de: Flicker code oder QR code / PhotoTan konnten nicht dekodiert werden. Sehr wahrscheinlich ein interner Fehler: %@.

source: TAN medium change
de: TAN Medium Wechsel

source: TAN medium successfully changed to '%@'.
de: TAN Medium erfolgreich zu '%@' geändert.

# Could not change TAN medium to %@. Error: %@.
source: Could not change TAN medium to '%@'. Error message from your bank: %@.
de: TAN medium konnte nicht zu '%@' geändert werden. Fehlermeldung Ihrer Bank: %@.

# Automatically update accounts after
source: Update accounts after (to be implemented)
de: Konten aktualisieren nach (kommt noch)

source: Secure app data
de: Appdaten schützen

# Lock app after
source: Lock app after (to be implemented)
de: App sperren nach (kommt noch)

source: Instantly
de: Sofort

source: %@ minutes
de: %@ Minuten

source: %@ hours
de: %@ Stunden

source: Never
de: Nie

source: Credentials
de: Zugangsdaten

source: Customer name
de: Kontoinhaber

source: Delete account
de: Konto löschen

source: Account holder name
de: Kontoinhaber

# Hide bank account
source: Hide account
de: Konto ausblenden

# Include in automatic accounts updates
source: Include in automatic updates
de: Bei Kontoaktualisierung einbeziehen

# Bank account identifier
source: Account identifier
de: Kontonummer

source: Sub account number
de: Unterkontenmerkmal

# Bank account type
source: Type
de: Typ

source: Supports
de: Unterstützt

# Supports Retrieving Balance
source: Retrieve balance
de: Kontostand abrufen

# Supports Retrieving Account Transactions
source: Retrieve transactions
de: Kontoumsätze abrufen

# Supports Transferring Money
source: Money transfer
de: Überweisen

# Supports Real-time transfer
source: Real-time transfer
de: Echtzeitüberweisung

source: Bank code %@
de: Bankleitzahl %@

source: Account number %@
de: Kontonummer %@

# Protect App Settings Dialog title
source: App protection
de: Appzugangsschutz

source: Authenticate to encrypt data with %@
de: Authentifizieren Sie sich um Ihre Daten mit %@ zu schützen

source: Password
de: Passwort

source: Unprotected
de: Ungeschützt

source: Authenticate with TouchID
de: Mit TouchID authentifizieren

source: Enter new password
de: Neues Passwort eingeben

source: Confirm password
de: Bestätigen

source: Confirm new password
de: Neues Passwort bestätigen

source: Do you really want to remove app protection?
de: Möchten Sie den Appzugangsschutz wirklich entfernen?

source: Remove app protection
de: Appzugangsschutz entfernen
